"%[Any]@ of the following are true" = "%1$[Любые]@ из следующих условий выполняются";
"%[All]@ of the following are true" = "%1$[Все]@ следующие условия выполняются";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Битрейт]@ %2$[совпадает с]@ %3$@ кбит/с";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Битрейт]@ %2$[не совпадает с]@ %3$@ кбит/с";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Битрейт]@ %2$[больше]@ %3$@ кбит/с";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Битрейт]@ %2$[меньше]@ %3$@ кбит/с";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Битрейт]@ %2$[между]@ %3$@ и %4$@ %5$[кбит/с]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Частота дискретизации]@ %2$[совпадает с]@ %3$@ Гц";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Частота дискретизации]@ %2$[не совпадает с]@ %3$@ Гц";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Частота дискретизации]@ %2$[больше]@ %3$@ Гц";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Частота дискретизации]@ %2$[меньше]@ %3$@ Гц";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Частота дискретизации]@ %2$[между]@ %3$@ и %4$@ %5$[Гц]@";

"%[bpm]@ %[is]@ %@" = "%1$[Темп]@ %2$[совпадает с]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[Темп]@ %2$[не совпадает с]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[Темп]@ %2$[больше]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[Темп]@ %2$[меньше]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[Темп]@ %2$[между]@ %3$@ и %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Номер диска]@ %2$[совпадает с]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Номер диска]@ %2$[не совпадает с]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Номер диска]@ %2$[больше]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Номер диска]@ %2$[меньше]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Номер диска]@ %2$[между]@ %3$@ и %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Количество воспроизведений]@ %2$[совпадает с]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Количество воспроизведений]@ %2$[не совпадает с]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Количество воспроизведений]@ %2$[больше]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Количество воспроизведений]@ %2$[меньше]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Количество воспроизведений]@ %2$[между]@ %3$@ и %4$@";

"%[season]@ %[is]@ %@" = "%1$[Сезон]@ %2$[совпадает с]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Сезон]@ %2$[не совпадает с]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Сезон]@ %2$[больше]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Сезон]@ %2$[меньше]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Сезон]@ %2$[между]@ %3$@ и %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Количество пропусков]@ %2$[совпадает с]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Количество пропусков]@ %2$[не совпадает с]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Количество пропусков]@ %2$[больше]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Количество пропусков]@ %2$[меньше]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Количество пропусков]@ %2$[между]@ %3$@ и %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Номер дорожки]@ %2$[совпадает с]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Номер дорожки]@ %2$[не совпадает с]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Номер дорожки]@ %2$[больше]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Номер дорожки]@ %2$[меньше]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Номер дорожки]@ %2$[между]@ %3$@ и %4$@";

"%[year]@ %[is]@ %@" = "%1$[Год]@ %2$[совпадает с]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Год]@ %2$[не совпадает с]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Год]@ %2$[больше]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Год]@ %2$[меньше]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Год]@ %2$[между]@ %3$@ и %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Размер]@ %2$[совпадает с]@ %3$@ МБ";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Размер]@ %2$[не совпадает с]@ %3$@ МБ";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Размер]@ %2$[больше]@ %3$@ МБ";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Размер]@ %2$[меньше]@ %3$@ МБ";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Размер]@ %2$[между]@ %3$@ и %4$@ %5$[МБ]@";

"%[album]@ %[contains]@ %@" = "%1$[Альбом]@ %2$[содержит]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Альбом]@ %2$[не содержит]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Альбом]@ %2$[совпадает с]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Альбом]@ %2$[не совпадает с]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Альбом]@ %2$[начинается с]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Альбом]@ %2$[заканчивается на]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Исполнитель альбома]@ %2$[содержит]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Исполнитель альбома]@ %2$[содержит]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Исполнитель альбома]@ %2$[совпадает с]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Исполнитель альбома]@ %2$[не совпадает с]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Исполнитель альбома]@ %2$[начинается с]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Исполнитель альбома]@ %2$[заканчивается на]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Артист]@ %2$[содержит]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Артист]@ %2$[не содержит]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Артист]@ %2$[совпадает с]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Артист]@ %2$[не совпадает с]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Артист]@ %2$[начинается с]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Артист]@ %2$[заканчивается на]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Категория]@ %2$[содержит]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Категория]@ %2$[не содержит]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Категория]@ %2$[совпадает с]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Категория]@ %2$[не совпадает с]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Категория]@ %2$[начинается с]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Категория]@ %2$[заканчивается на]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Комментарий]@ %2$[содержит]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Комментарий]@ %2$[не содержит]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Комментарий]@ %2$[совпадает с]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Комментарий]@ %2$[не совпадает с]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Комментарий]@ %2$[начинается с]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Комментарий]@ %2$[заканчивается на]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Композитор]@ %2$[содержит]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Композитор]@ %2$[не содержит]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Композитор]@ %2$[совпадает с]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Композитор]@ %2$[не совпадает с]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Композитор]@ %2$[начинается с]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Композитор]@ %2$[заканчивается на]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Отладка]@ %2$[содержит]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Отладка]@ %2$[не содержит]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Отладка]@ %2$[совпадает с]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Отладка]@ %2$[не совпадает с]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Отладка]@ %2$[начинается с]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Отладка]@ %2$[заканчивается на]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Описание]@ %2$[содержит]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Описание]@ %2$[не содержит]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Описание]@ %2$[совпадает с]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Описание]@ %2$[не совпадает с]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Описание]@ %2$[начинается с]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Описание]@ %2$[заканчивается на]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Жанр]@ %2$[содержит]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Жанр]@ %2$[не содержит]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Жанр]@ %2$[совпадает с]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Жанр]@ %2$[не совпадает с]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Жанр]@ %2$[начинается с]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Жанр]@ %2$[заканчивается на]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Коллекция]@ %2$[содержит]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Коллекция]@ %2$[не содержит]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Коллекция]@ %2$[совпадает с]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Коллекция]@ %2$[не совпадает с]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Коллекция]@ %2$[начинается с]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Коллекция]@ %2$[заканчивается на]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Тип]@ %2$[содержит]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Тип]@ %2$[не содержит]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Тип]@ %2$[совпадает с]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Тип]@ %2$[не совпадает с]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Тип]@ %2$[начинается с]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Тип]@ %2$[заканчивается на]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Имя]@ %2$[содержит]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Имя]@ %2$[не содержит]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Имя]@ %2$[совпадает с]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Имя]@ %2$[не совпадает с]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Имя]@ %2$[начинается с]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Имя]@ %2$[заканчивается на]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Шоу]@ %2$[содержит]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Шоу]@ %2$[не содержит]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Шоу]@ %2$[совпадает с]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Шоу]@ %2$[не совпадает с]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Шоу]@ %2$[начинается с]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Шоу]@ %2$[заканчивается на]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Сортировка по альбому]@ %2$[содержит]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Сортировка по альбому]@ %2$[не содержит]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Сортировка по альбому]@ %2$[не совпадает с]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Сортировка по альбому]@ %2$[не совпадает с]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Сортировка по альбому]@ %2$[начинается с]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Сортировка по альбому]@ %2$[заканчивается на]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[содержит]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[содержит]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[совпадает с]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[не совпадает с]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[начинается с]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Сортировка по исполнителю альбома]@ %2$[заканчивается на]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Сортировка по артисту]@ %2$[содержит]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Сортировка по артисту]@ %2$[содержит]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Сортировка по артисту]@ %2$[совпадает с]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Сортировка по артисту]@ %2$[не совпадает с]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Сортировка по артисту]@ %2$[начинается с]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Сортировка по артисту]@ %2$[заканчивается на]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Сортировка по композитору]@ %2$[содержит]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Сортировка по композитору]@ %2$[не содержит]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Сортировка по композитору]@ %2$[совпадает с]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Сортировка по композитору]@ %2$[не совпадает с]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Сортировка по композитору]@ %2$[начинается с]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Сортировка по композитору]@ %2$[заканчивается на]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Сортировка по имени]@ %2$[содержит]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Сортировка по имени]@ %2$[не содержит]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Сортировка по имени]@ %2$[совпадает с]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Сортировка по имени]@ %2$[не совпадает с]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Сортировка по имени]@ %2$[начинается с]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Сортировка по имени]@ %2$[заканчивается на]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Сортировка по шоу]@ %2$[содержит]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Сортировка по шоу]@ %2$[не содержит]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Сортировка по шоу]@ %2$[совпадает с]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Сортировка по шоу]@ %2$[не совпадает с]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Сортировка по шоу]@ %2$[начинается с]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Сортировка по шоу]@ %2$[заканчивается на]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Дата добавления]@ %2$[совпадает с]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Дата добавления]@ %2$[не совпадает]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Дата добавления]@ %2$[после]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Дата добавления]@ %2$[перед]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Дата добавления]@ %2$[в последн.]@ %3$@ %4$[дн.]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата добавления]@ %2$[в последн.]@ %3$@ %4$[нед.]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Дата добавления]@ %2$[в последн.]@ %3$@ %4$[мес.]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата добавления]@ %2$[не в последн.]@ %3$@ %4$[дн.]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата добавления]@ %2$[не в последн.]@ %3$@ %4$[нед.]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата добавления]@ %2$[не в последн.]@ %3$@ %4$[мес.]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Дата добавления]@ %2$[между]@ %3$@ и %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Дата изменения]@ %2$[совпадает с]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Дата изменения]@ %2$[не совпадает с]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Дата изменения]@ %2$[после]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Дата изменения]@ %2$[перед]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Дата изменения]@ %2$[в последн.]@ %3$@ %4$[дн.]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата изменения]@ %2$[в последн.]@ %3$@ %4$[нед.]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Дата изменения]@ %2$[в последн.]@ %3$@ %4$[мес.]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата изменения]@ %2$[не в последн.]@ %3$@ %4$[дн.]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата изменения]@ %2$[не в последн.]@ %3$@ %4$[нед.]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата изменения]@ %2$[не в последн.]@ %3$@ %4$[мес.]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Дата изменения]@ %2$[между]@ %3$@ и %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Дата последнего воспроизведения]@ %2$[совпадает с]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Дата последнего воспроизведения]@ %2$[не совпадает с]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Дата последнего воспроизведения]@ %2$[после]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Дата последнего воспроизведения]@ %2$[перед]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Дата последнего воспроизведения]@ %2$[в последн.]@ %3$@ %4$[дн.]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Дата последнего воспроизведения]@ %2$[в последн.]@ %3$@ %4$[нед.]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Дата последнего воспроизведения]@ %2$[в последн.]@ %3$@ %4$[мес.]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Дата последнего воспроизведения]@ %2$[не в последн.]@ %3$@ %4$[дн.]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Дата последнего воспроизведения]@ %2$[не в последн.]@ %3$@ %4$[нед.]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Дата последнего воспроизведения]@ %2$[не в последн.]@ %3$@ %4$[мес.]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Дата последнего воспроизведения]@ %2$[между]@ %3$@ и %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Последний пропуск]@ %2$[совпадает с]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Последний пропуск]@ %2$[не совпадает с]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Последний пропуск]@ %2$[после]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Последний пропуск]@ %2$[до]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Последний пропуск]@ %2$[в последн.]@ %3$@ %4$[дн.]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Последний пропуск]@ %2$[в последн.]@ %3$@ %4$[нед.]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Последний пропуск]@ %2$[в последн.]@ %3$@ %4$[мес.]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Последний пропуск]@ %2$[не в последн.]@ %3$@ %4$[дн.]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Последний пропуск]@ %2$[не в последн.]@ %3$@ %4$[нед.]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Последний пропуск]@ %2$[не в последн.]@ %3$@ %4$[мес.]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Последний пропуск]@ %2$[между]@ %3$@ и %4$@";

"%[songid]@ %[is]@" = "%1$[Куплена]@ %2$[Да]@";
"%[songid]@ %[is not]@" = "%1$[Куплена]@ %2$[Нет]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Отмечено]@ — %2$[Да]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Отмечено]@ — %2$[Нет]@";

"%[artwork]@ %[is]@" = "%1$[Обложка альбома]@ %2$[Да]@";
"%[artwork]@ %[is not]@" = "%1$[Обложка альбома]@ %2$[Нет]@";

"%[compilation]@ %[is]@" = "%1$[Сборник]@ — %2$[Да]@";
"%[compilation]@ %[is not]@" = "%1$[Сборник]@ — %2$[Нет]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Длительность]@ %2$[совпадает с]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Длительность]@ %2$[не совпадает с]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Длительность]@ %2$[больше]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Длительность]@ %2$[меньше]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Длительность]@ %2$[между]@ %3$@ и %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Рейтинг альбома]@ %2$[совпадает с]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Рейтинг альбома]@ %2$[не совпадает с]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Рейтинг альбома]@ %2$[больше]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Рейтинг альбома]@ %2$[меньше]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Рейтинг альбома]@ %2$[между]@ %3$@ и %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Рейтинг]@ %2$[совпадает с]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Рейтинг]@ %2$[не совпадает с]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Рейтинг]@ %2$[больше]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Рейтинг]@ %2$[меньше]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Рейтинг]@ %2$[между]@ %3$@ и %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[музыка]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[видеоклип]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[фильм]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[телешоу]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[подкаст]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[аудиокнига]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[книга]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[голосовая запись]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Тип медиафайла]@ %2$[совпадает с]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[музыка]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[видеоклип]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[фильм]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[телешоу]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[подкаст]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[аудиокнига]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[книга]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[голосовая запись]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Тип медиафайла]@ %2$[не совпадает с]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Плейлист]@ %2$[совпадает с]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Плейлист]@ %2$[не совпадает с]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Размещение]@ %2$[совпадает с]@ %3$[на этом компьютере]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Размещение]@ %2$[совпадает с]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Размещение]@ %2$[не]@ %3$[на этом компьютере]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Размещение]@ %2$[не совпадает с]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Сопоставленный]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Куплено]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Загружен]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Несоответствующий]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Только локально]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Ошибка]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Статус iCloud]@ %2$[совпадает с]@ %3$[Дубликат]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Сопоставленный]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Куплено]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Загружен]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Несоответствующий]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Только локально]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Ошибка]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Статус iCloud]@ %2$[не совпадает с]@ %3$[Дубликат]@";
